Repository: mjkhajeh/gcc
Catalog: languages/gcc-*.po
Languages: fa_ir

source: Add categories
fa_ir: افزودن دسته بندی ها

source: All categories added.
fa_ir: همه دسته بندی ها اضافه شدند.

source: Custom taxonomy
fa_ir: طبقه‌بندی(Taxonomy) دلخواه

source: Easy Digital Downloads
fa_ir: دانلودها(EDD)

source: Enter in each line for a category.
fa_ir: هر دسته بندی را در خط جداگانه وارد کنید.

source: For hieratically, put "- "(Minus and a space) before each item. Each - means deeper depth
fa_ir: برای ساخت بصورت سلسله مراتبی(والد و فرزند) قبل از هر آیتم "- "(منها به همراه یک فاصله) قرار دهید. هر منها مشخص کننده عمق بیشتر است.

source: Group category creator
fa_ir: ساخت گروهی دسته بندی

source: If you do not enter for any item, slug will be the name
fa_ir: اگر نامکی برای هر کدام از آیتم ها وارد نکنید، نامک همان نام خواهد بود

source: MohammadJafar Khajeh
fa_ir: محمدجعفر خواجه

source: Names
fa_ir: اسامی

source: None
fa_ir: هیچکدام

source: Now you can create multi categories in one second with one click.
fa_ir: و حالا به راحتی یک کلیک بصورت گروهی دسته بندی‌های خود را بسازید

source: Parent
fa_ir: والد

source: Select taxonomy
fa_ir: انتخاب طبقه‌بندی

source: Selected taxonomy is not exists
fa_ir: طبقه‌بندی انتخاب شده وجود ندارد

source: Slugs
fa_ir: نامک ها

source: Taxonomy
fa_ir: طبقه‌بندی(Taxonomy)

source: WooCommerce
fa_ir: ووکامرس

source: WordPress
fa_ir: وردپرس
